

function ProductDescription(){
    return(
        <div style={{display:'flex',flexWrap:"wrap",color:'#877485',paddingInline:'10px',columnGap:'50px',marginBottom:'26px',lineHeight:1.8}}>
            <div style={{flex:'1',maxWidth:'490px',minWidth:"270px",marginInline:'auto',marginBottom:'20px'}}>
                <img style={{width:'100%',maxHeight:"460px",objectFit:'fill'}} src='/images/product/detail-3.jpg' alt='detail-product image'/>
            </div>
            <div style={{flex:'1',minWidth:'480px'}}>
                <h3 style={{marginBottom:'16px',color:'black'}}>
                    توضیحات محصول
                </h3>
                <p style={{marginBottom:'16px'}}>
                    آیفون 13 پرو مکس تا دندان مسلح
                </p>
                <p style={{marginBottom:'16px'}}>
                    گوشی‌های هوشمند خانواده آیفون 13 در قالب چهار گوشی هوشمند آیفون 13 پرو مکس، آیفون 13 پرو، آیفون 13‌ و آیفون 13 مینی معرفی شدند. پرچمداران جدید اپل این بار قدرتمند‌تر از همیشه پا به عرصه رقابت گذاشته اند تا در رقابتی بسیار جذاب، عملکردی بهتر به نسبت پرچمداران اندرویدی به نمایش بگذارد. از جمله اصلی‌ترین تغییرات در نظر گرفته شده برای این گوشی های هوشمند در مقایسه با پرچمداران خانواده آیفون 12 می‌توانیم به سنسور‌های دوربین قدرتمند‌تر، پردازنده فوق العاده با عملکرد بهتر و خیره کننده به نسبت نسل قبلی، تنوع رنگی بالا، صفحه نمایش به‌مراتب با‌کیفیت‌تراشاره کنیم.
                </p>
                <ul style={{marginBlock:'20px',paddingInline:'16px',listStyleType:'inherit'}}>
                    <li>
                        وزن : ۲۴۰ گرم
                    </li>
                    <li>
                        توضیحات سیم کارت : سایز نانو (۸.۸ × ۱۲.۳ میلی‌متر)
                    </li>
                    <li>
                        ویژگی‌های خاص : دارای بدنه مقاوم
                    </li>
                    <li>
                        حافظه داخلی : 256 گیگابایت
                    </li>
                    <li>
                        مقدار RAM : شش گیگابایت
                    </li>
                    <li>
                        شبکه های ارتباطی : 2G، 3G، 4G، 5G
                    </li>
                </ul>
                <h3 style={{marginBottom:'16px',color:'black'}}>
                    طراحی آشنا اما دوست داشتنی
                </h3>
                <p style={{marginBottom:'16px'}}>آیفون SE 2020 به عنوان جدید‌ترین گوشی هوشمند مقرون‌به‌صرفه این شرکت معرفی شده بود و در قسمت های کناری برخلاف پرچمداران خانواده آیفون 11 که فریمی منحنی شکل داشتند، فریم تخت را با خود به همراه داشت که یادآور طراحی‌های کمی قدیمی تر این شرکت بودند و حس نوستالژی جذابی را به کاربر منتقل می‌کرد. برای اولین بار، از این طراحی در گوشی‌های هوشمند خانواده آیفون 12 نیز استفاده شد که با استقبال بسیار چشم‌گیر کاربران همراه شد. همین امر سبب شد تا پرچمداران خانواده آیفون 13 نیز از این طراحی نوستالژی و جذاب بهره مند شوند.</p>
            </div>
        </div>
    )
}
export default ProductDescription